Repository: kmpoppe/noteSolver
Catalog: notesolver/src/main/po/*.po
Languages: be, de, es_co, fr, nl, pa, ru

source: Add the selected Note to the list of Notes that should be automatically closed when uploading a changeset
be: Дадаць абраную нататку ў пералік нататак, якія будуць аўтаматычна закрыты пры адпраўцы пакета правак
de: Fügt den ausgewählten Hinweis der Liste automatisch beim Upload eines Changesets zu schließender Hinweise hinzu
es_co: Añade la Nota seleccionada a la lista de Notas que deben cerrarse automáticamente al cargar un conjunto de cambios.
fr: Ajoute la note sélectionnée à la liste des notes à résoudre automatiquement lors de l'envoi d'un groupe de modifications
nl: Voeg de geselecteerde opmerking toe aan de lijst van opmerkingen die automatisch gesloten moeten worden wanneer een wijzigingenset wordt geüpload
pa: ਨੋਟਾਂ ਦੀ ਸੂਚੀ ਕੀ ਸ੍ਵੈਚਾਲਿਤ ਬੰਦ ਕਰਨੀ ਚਾਹੀਦੀ, ਜਦੋਂ ਚੜ੍ਹਉਂਦੀਆਂ ਤਬਦੀਲੀਆਂ, ਵਿੱਚ ਚੁਣਿਆ ਨੋਟ ਸ਼ਮਲ ਕਰੋ
ru: Добавить выбранную заметку в перечень заметок, которые будут автоматически закрыты при отправке пакета правок

source: Closes {0}
be: Закрывае {0}
de: Erledigt {0}
es_co: Cierra {0}
fr: Résout {0}
nl: Sluit {0}
pa: {0} ਬੰਦ ਕਰਦਾ ਹੈ
ru: Закрывает {0}

source: Forget Note
be: Забыцца нататку
de: Hinweis vergessen
es_co: Olvidar Nota
fr: Oublier la note
nl: Vergeet opmerking
pa: ਨੋਟ ਭੁੱਲ ਜਾਓ
ru: Забыть заметку

source: List of selected Notes
be: Пералік абраных нататак
de: Liste gemerkter Hinweise
es_co: Lista de Notas seleccionadas
fr: Liste des notes mémorisées
nl: Lijst van geselecteerde opmerkingen
pa: ਚੁਣੇ ਨੋਟਾਂ ਦੀ ਸੂਚੀ
ru: Перечень выбранных заметок

source: No Note selected.
be: Няма абраных нататак.
de: Keine Hinweis ausgewählt.
es_co: No se ha seleccionado ninguna Nota.
fr: Aucune note sélectionnée.
nl: Geen opmerking geselecteerd.
pa: ਨੋਟ ਨਹੀਂ ਚੁਣਿਆ
ru: Нет выбранных заметок.

source: Note {0} was already closed outside of JOSM
be: Нататка {0} ужо была закрыта за межамі JOSM
de: Der Hinweis {0} wurde bereits außerhalb von JOSM geschlossen
es_co: Nota {0} ya estaba cerrada fuera de JOSM
fr: La note {0} a déjà été fermée en dehors de JOSM
nl: Opmerking {0} werd reeds buiten JOSM gesloten
pa: ਨੋਟ {0} ਪਹਿਲਾਂ ਹੀ ਜ. ਓ. ਸ. ਮ. ਤੋਂ ਬਾਹਰ ਬੰਦ ਸੀ
ru: Заметка {0} уже была закрыта за пределами JOSM

source: Remember Note
be: Запомніць нататку
de: Hinweis merken
es_co: Recordar Nota
fr: Mémoriser la note
nl: Onthoud opmerking
pa: ਨੋਟ ਯਾਦ ਰੱਖ
ru: Запомнить заметку

source: Remove the selected Note from the list of Notes that should be automatically closed when uploading a changeset
be: Выдаліць абраную нататку з пераліку нататак, якія будуць аўтаматычна закрыты пры адпраўцы пакета правак
de: Entfernt den ausgewählten Hinweis von der Liste automatisch beim Upload eines Changesets zu schließender Hinweise
es_co: Elimine la Nota seleccionada de la lista de Notas que deben cerrarse automáticamente al cargar un conjunto de cambios
fr: Supprime la note sélectionnée de la liste des notes à résoudre automatiquement lors de l'envoi d'un groupe de modifications
nl: Verwijder de geselecteerde opmerking van de lijst met opmerkingen die automatisch gesloten moeten worden wanneer een wijzigingenset wordt geüpload
pa: ਨੋਟਾਂ ਦੀ ਸੂਚੀ ਕੀ ਸ੍ਵੈਚਾਲਿਤ ਬੰਦ ਕਰਨੀ ਚਾਹੀਦੀ, ਜਦੋਂ ਚੜ੍ਹਉਂਦੀਆਂ ਤਬਦੀਲੀਆਂ, ਵਿੱਚ ਚੁਣਿਆ ਨੋਟ ਉਤਾਰੋ
ru: Удалить выбранную заметку из перечня заметок, которые будут автоматически закрыты при отправке пакета правок

source: Resolved with changeset {0} by noteSolver_plugin/{1}
be: Вырашана ў пакеце правак {0} з noteSolver_plugin/{1}
de: Erledigt mit Changeset {0} von noteSolver_plugin/{1}
es_co: Resuelto con el conjunto de cambios {0} de noteSolver_plugin/{1}
fr: Résolu avec groupe de modification {0} par noteSolver_plugin/{1}
nl: Opgelost met wijzigingenset {0} door noteSolver_plugin/{1}
pa: notesSolver_plugin/{1} ਦੁਆਰਾ ਤਬਦੀਲੀਆਂ {0} ਵਿੱਚ ਹੱਲ ਕੀਤੀ ਗਈ ਸੀ
ru: Решено в пакете правок {0} с noteSolver_plugin/{1}

source: Upload Note exception: {0}
be: Выключэнне пры адпраўцы нататцы: {0}
de: Fehler beim Upload des Hinweises: {0}
es_co: Excepción al subir Nota: {0}
fr: Erreur lors de l'envoi de la note : {0}
pa: ਛੋਟ ਦਾ ਨੋਟ ਚੜ੍ਹਾਓ: {0}
ru: Исключение при отправке заметке: {0}

source: Used for closing notes when uploading a changeset and referencing them in each other's comments to keep references.
be: Выкарыстоўваецца для закрыцця нататак пры адпраўцы пакета правак і прастаўлення спасылак на іх у каментарах адзін аднаго для захавання спасылак.
de: Genutzt um Hinweise zu schließen, die mit einem Upload erledigt werden und gleichzeitig eine Referenz zwischen beiden in den Kommentaren zu erhalten.
es_co: Se utiliza para cerrar Notas al subir un conjunto de cambios y referenciarlas en los comentarios de los demás para mantener las referencias.
fr: Ferme les notes résolues par un groupe de modifications et crée simultanément une référence entre les deux en commentaire.
nl: Gebruikt voor het sluiten van opmerkingen bij het uploaden van wijzigingensets en voor het maken van verwijzingen en referenties in elkaars overleg.
pa: ਨੋਟ ਬੰਦ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਜਦੋਂ ਚੜ੍ਹਉਂਦੀਆਂ ਤਬਦੀਲੀਆਂ ਅਤੇ ਟਿੱਪਣੀਆਂ ਵਿੱਚ ਹਵਾਲਾ ਦੇਣ ਲਈ ।
ru: Используется для закрытия заметок при отправке пакета правок и проставления ссылок на них в комментариях друг друга для сохранения ссылок.

source: Open in browser
de: Im Browser öffnen
es_co: Abrir en el navegador
fr: Ouvrir dans le navigateur

source: Try to open the Note on osm.org with the operating system's standard browser
de: Versuche den Hinweis mit dem Standard Browser des Systems zu öffnen.
es_co: Intenta abrir la Nota en osm.org con el navegador estándar del sistema operativo
fr: Essaye d’ouvrir la note sur osm.org via le navigateur par défaut du système d’exploitation
nl: Probeer de opmerking te openen op osm.org met de standaardbrowser

source: translator-credits
de: legofahrrad, kmpoppe
es_co: Andrés Gómez (AngocA)
fr: Attribution de la traduction
nl: pi11

source: Placeholders:
de: Platzhalter:
es_co: Marcadores de posición:
fr: Variables :
nl: Plaatshouders:

source: ##noteSolver:CID## for the changeset number in the Note comment
de: ##noteSolver:CID## für die Changesetnummer im Hinweiskommentar
es_co: ##noteSolver:CID## para el número de conjunto de cambios en el comentario de la Nota

source: ##noteSolver:LC## for a Link to the changeset in the Note comment
de: ##noteSolver:LC## für einen Link zum Changeset im Hinweiskommentar
es_co: ##noteSolver:LC## para un enlace al conjunto de cambios en el comentario de la Nota

source: ##noteSolver:LN## for a Link to the Note in the changeset comment
de: ##noteSolver:LN## für einem Link zum Hinweis im Changesetkommentar
es_co: ##noteSolver:LN## para un enlace a la Nota en el comentario del conjunto de cambios

source: ##noteSolver:NID## for the Note ID in the changeset comment
de: ##noteSolver:NID## für die Hinweisnummer im Changesetkommentar
es_co: ##noteSolver:NID## para el ID de la nota en el comentario del conjunto de cambios

source: About
de: Über
es_co: Acerca de

source: About noteSolver Plugin
de: Üner noteSolver Erweiterung
es_co: Acerca del plugin noteSolver

source: Automatically resolve Note {0}?
de: Hinweis automatisch schließen {0}?
es_co: Resolver automáticamente Nota {0}?

source: Contributors:
de: Beitragende:
es_co: Contribuidores:

source: License: GPL-3.0
de: Lizenz: GPL-3.0
es_co: Licencia: GLP-3.0

source: Maintainer:
de: Verwalter:
es_co: Responsable:

source: Online source code:
de: Quelltext:
es_co: Código fuente en línea:

source: Plugin settings
de: Einstellungen
es_co: Propiedades del plugin

source: Settings
de: Einstellungen
es_co: Propiedades

source: Translations:
de: Übersetzungen:
es_co: Traducciones

source: Use this changeset comment rather than the default message:
de: Verwende diesen Changesetkommentar anstatt des Standards:
es_co: Utiliza este comentario de conjunto de cambios en lugar del mensaje por defecto:

source: Use your language in Note comments
de: Benutze deine Sprache im Hinweiskommentar
es_co: Utiliza tu idioma en los comentarios de las Notas

source: Use your language in changeset comments
de: Benutze deine Sprache im Changesetkommentar
es_co: Utiliza tu idioma en los comentarios de los conjuntos de cambios

source: Use this Note comment rather than the default message:
de: Verwende diesen Hinweiskommentar anstatt des Standards:
es_co: Utilice este comentario de Nota en lugar del mensaje predeterminado:

source: Automatically Resolve Note {0}?
be: Аўтаматычна вырашыць нататку {0}?
fr: Résoudre automatiquement la note {0}?
nl: Los opmerking automatisch op {0}?
pa: ਨੋਟ ਸ੍ਵੈਚਾਲਿਤ ਹੱਲ ਕਰੀਓ? {0}
ru: Автоматически решить заметку {0}?

source: Use your language in Changeset Comments
fr: Utilise votre langue dans les commentaires du groupe de modifications
nl: Gebruik je taal in het overleg bij wijzigingensets

source: Use your language in Note Comments
fr: Utilise votre langue dans les commentaires de la note
nl: Gebruik je taal in het overleg bij opmerkingen

source: ##noteSolver:CID## for the Changeset number in the Note Comment
fr: ##noteSolver:CID## pour le numéro du groupe de modifications dans le commentaire de note
nl: ##noteSolver:CID## voor het getal van de wijzigingenset in het overleg bij de opmerking

source: ##noteSolver:LC## for a Link to the Changeset in the Note Comment
fr: ##noteSolver:LC## pour un lien vers le groupe de modifications dans le commentaire de note
nl: ##noteSolver:LC## voor een link naar de wijzigingenset in het overleg bij de opmerking

source: ##noteSolver:LN## for a Link to the Note in the Changeset Comment
fr: ##noteSolver:LN## pour un lien vers la note dans le commentaire du groupe de modifications.
nl: ##noteSolver:LN## voor een link naar de opmerking in het overleg bij de wijzigingenset

source: ##noteSolver:NID## for the Note ID in the Changeset Comment
fr: ##noteSolver:NID## pour l’identifiant de la note dans le commentaire du groupe de modifications
nl: ##noteSolver:NID## voor het nummer van de opmerking in het overleg bij de wijzigingenset

source: Use this Changeset Comment rather than the default message:
fr: Utilise ce commentaire de groupe de modifications plutôt que le message par défaut :
nl: Gebruik deze wijzegingensetopmerking in plaats van de standaard opmerking:

source: Use this Note Comment rather than the default message:
fr: Utilise ce commentaire de note plutôt que le message par défaut :
nl: Gebruik deze kaartopmerking in plaats van de standaard opmerking:
