Repository: kmpoppe/noteSolver
Catalog: notesolver/src/main/po/pnb.po
Languages: pnb

source: Add the selected Note to the list of Notes that should be automatically closed when uploading a changeset
pnb: نوٹاں دی سوچی کی سویچالت بند کرنی چاہیدی، جدوں چڑھؤندیاں تبدیلیاں، وچ چݨیا نوٹ شمل کرو

source: Automatically Resolve Note {0}?
pnb: نوٹ سویچالت حل کریؤ؟ {0}

source: Closes {0}
pnb: {0} بند کردا اے

source: Forget Note
pnb: نوٹ بھل جاؤ

source: List of selected Notes
pnb: چݨے نوٹاں دی سوچی

source: No Note selected.
pnb: نوٹ نہیں چݨیا

source: Note {0} was already closed outside of JOSM
pnb: نوٹ {0} پہلاں ہی جے او ایس ایم توں باہر بند سی

source: Remember Note
pnb: نوٹ یاد رکھ

source: Remove the selected Note from the list of Notes that should be automatically closed when uploading a changeset
pnb: نوٹاں سوچی کی سوچالت بند کرنی چہیدی، جدوں چڑھؤندیاں تبدیلیاں، وچ چݨیا نوٹ اُتارو

source: Resolved with changeset {0} by noteSolver_plugin/{1}
pnb: notesSolver_plugin/{1}‎ ؜دُارا تبدیلیاں {0} وچ حل کیتی گئی سی

source: Upload Note exception: {0}
pnb: چوٹ دا نوٹ چرھاؤ: {0}

source: Used for closing notes when uploading a changeset and referencing them in each other's comments to keep references.
pnb: نوٹ بند کرن لئی ورتے جاندے جدوں چڑھؤندیاں تبدیلیاں اتے تپݨیاں وچ حوالہ دیݨ لئی۔
